Repository: eurolinux-enterprise-linux-sources/grilo
Catalog: src/po/*.po
Languages: pt

source: No mock definition found
pt: Não foi encontrada qualquer definição de simulação

source: Could not find mock content %s
pt: Incapaz de encontrar conteúdo simulado %s

source: Could not access mock content
pt: Incapaz de aceder ao conteúdo simulado

source: Cannot connect to the server
pt: Incapaz de se ligar ao servidor

source: Cannot connect to the proxy server
pt: Incapaz de se ligar ao servidor proxy

source: Invalid request URI or header: %s
pt: Cabeçalho ou URI de pedido %s

source: Authentication required: %s
pt: Autenticação necessária: %s

source: The requested resource was not found: %s
pt: O recurso pedido não foi encontrado: %s

source: The entry has been modified since it was downloaded: %s
pt: A entrada foi alterada desde que foi feito download: %s

source: Operation was cancelled
pt: A operação foi cancelada

source: Unhandled status: %s
pt: Estado não manipulado: %s

source: Data not available
pt: Dados indisponíveis

source: Invalid URL %s
pt: URL %s inválido

source: Semicolon-separated paths containing Grilo plugins
pt: Caminhos separados por ponto e virgula que contêm plugins Grilo

source: Colon-separated paths containing Grilo plugins
pt: Caminhos separados por dois pontos contendo plugins Grilo

source: Colon-separated list of Grilo plugins to use
pt: Lista separada por dois pontos de plugins Grilo a utilizar

source: Grilo Options
pt: Opções Grilo

source: Show Grilo Options
pt: Apresenta as Opções Grilo

source: No searchable sources available
pt: Nenhuma fonte pesquisável disponível

source: Could not resolve media for URI '%s'
pt: Incapaz de resolver media para URI '%s'

source: Plugin '%s' is already loaded
pt: Plugin '%s' já está carregado

source: Failed to initialize plugin from %s
pt: Falha ao inicializar plugin de %s

source: Source with id '%s' was not found
pt: Incapaz de encontrar origem com id '%s'

source: Failed to load plugin from %s
pt: Falha ao ler o plugin de %s

source: Invalid plugin file %s
pt: Ficheiro de plugin %s inválido

source: '%s' is not a valid plugin file
pt: '%s' não é um ficheiro de plugin válido

source: Unable to load plugin '%s'
pt: Incapaz de ler o plugin '%s'

source: Plugin '%s' already exists
pt: O plugin '%s' já existe

source: All configured plugin paths are invalid
pt: Todos os caminhos de plugin configurados são inválidos

source: Plugin '%s' not available
pt: Plugin '%s' indisponivel

source: Plugin not found: '%s'
pt: Plugin não encontrado: '%s'

source: Metadata key '%s' cannot be registered
pt: Incapaz de registar a chave de metadados '%s'

source: Plugin configuration does not contain 'plugin-id' reference
pt: A configuração do plugin não contém a referência 'plugin-id'

source: Some keys could not be written
pt: Incapaz de escrever algumas chaves

source: None of the specified keys are writable
pt: Sem permissões de escrita para as chaves especificadas

source: Media has no 'id', cannot remove
pt: Media não tem 'id', incapaz de remover
